#+TITLE: Work Logging

* <2020-06-14 Sun> 
** DrFang 
   :LOGBOOK:
   CLOCK: [2020-06-14 Sun 19:30]--[2020-06-14 Sun 20:12] =>  0:42
   CLOCK: [2020-06-14 Sun 16:45]--[2020-06-14 Sun 17:33] =>  0:47
   CLOCK: [2020-06-14 Sun 16:14]--[2020-06-14 Sun 16:39] =>  0:25
   CLOCK: [2020-06-14 Sun 15:44]--[2020-06-14 Sun 16:10] =>  0:26
   CLOCK: [2020-06-14 Sun 13:30]--[2020-06-14 Sun 14:41] =>  1:11
   CLOCK: [2020-06-14 Sun 10:30]--[2020-06-14 Sun 11:21] =>  0:51
   CLOCK: [2020-06-14 Sun 10:23]--[2020-06-14 Sun 10:23] =>  0:00
   CLOCK: [2020-06-14 Sun 09:10]--[2020-06-14 Sun 10:23] =>  1:13
   :END:
   
   
* <2020-06-13 Sat> 
** Reveal Js learning
   :LOGBOOK:
   CLOCK: [2020-06-13 Sat 07:43]--[2020-06-13 Sat 07:56] =>  0:13
   :END:
** Organize STAQ info 
   :LOGBOOK:
   CLOCK: [2020-06-13 Sat 10:49]--[2020-06-13 Sat 11:02] =>  0:13
   :END:
   
* <2020-06-11 Thu>
** STAQ Day 4 
   :LOGBOOK:
   CLOCK: [2020-06-11 Thu 09:49]--[2020-06-11 Thu 12:54] =>  3:05
   CLOCK: [2020-06-11 Thu 09:04]--[2020-06-11 Thu 09:04] =>  0:00
   CLOCK: [2020-06-11 Thu 07:53]--[2020-06-11 Thu 09:04] =>  1:11
   :END:
   
* <2020-06-08 Mon>
  
** STAQ Continued 
9   :LOGBOOK:
   CLOCK: [2020-06-08 Mon 10:16]--[2020-06-08 Mon 11:03] =>  0:47
   CLOCK: [2020-06-08 Mon 08:18]--[2020-06-08 Mon 09:12] =>  0:54
   :END:
   
** STAQ Q&A
   :LOGBOOK:
   CLOCK: [2020-06-08 Mon 18:53]--[2020-06-08 Mon 20:03] =>  1:10
   CLOCK: [2020-06-08 Mon 16:57]--[2020-06-08 Mon 17:19] =>  0:22
   CLOCK: [2020-06-08 Mon 16:29]--[2020-06-08 Mon 16:45] =>  0:16
   CLOCK: [2020-06-08 Mon 15:39]--[2020-06-08 Mon 16:03] =>  0:24
   CLOCK: [2020-06-08 Mon 13:00]--[2020-06-08 Mon 15:34] =>  2:34   
   :END:
   
* <2020-06-07 Sun> 

** Go over stuff on STAQ 
   :LOGBOOK:
   CLOCK: [2020-06-07 Sun 16:23]--[2020-06-07 Sun 19:43] =>  3:20
   CLOCK: [2020-06-07 Sun 14:05]--[2020-06-07 Sun 16:08] =>  2:03
   CLOCK: [2020-06-07 Sun 11:39]--[2020-06-07 Sun 11:46] =>  0:07
   CLOCK: [2020-06-07 Sun 10:30]--[2020-06-07 Sun 11:33] =>  1:03
   CLOCK: [2020-06-07 Sun 10:29]--[2020-06-07 Sun 10:30] =>  0:01
   CLOCK: [2020-06-07 Sun 10:22]--[2020-06-07 Sun 10:27] =>  0:05
   :END:

   
** Dr. Fang's project 
   :LOGBOOK:
   CLOCK: [2020-06-14 Sun 16:45]--[2020-06-14 Sun 16:45] =>  0:00
   CLOCK: [2020-06-07 Sun 20:15]--[2020-06-07 Sun 20:28] =>  0:13
   :END:
   


